import React, { Component } from 'react'
import gafi from '../Images/Gafi.jpg'

export class About extends Component {
  render() {
    return (
      <div>
          <center>
            <br/>
            <h1> عن جافي </h1>
          <br/>
          <img src={gafi} alt="Angry Nerds" />
          
            <div>
          
         &nbsp;&nbsp;
         
          <p>  GAFI هي إحدى الشركات التابعة لوزارة الاستثمار والهيئة الحكومية الرئيسية التي تنظم وتسهل الاستثمار في مصر.

على الرغم من أن الهيئة تحتفظ بسلطاتها التنظيمية التقليدية ، إلا أن الهيئة العامة للاستثمار في مجال الاستثمار (GAFI) هي اليوم وكالة ترويج استثماري فعّالة تتميز بالترويج والتيسير والتوفيق بين الأعمال والمغتربين المصريين والأحداث والرعاية اللاحقة للمستثمر ووظائف البحث واستخبارات السوق.

وباعتباره المركز الوحيد للاستثمار في مصر ، فإن GAFI تمهد الطريق أمام المستثمرين العالميين الذين يتطلعون إلى الاستفادة من الفرص التي يوفرها الاقتصاد المحلي سريع النمو في مصر والمزايا التنافسية القوية في البلاد كمركز للتصدير لأوروبا والعالم العربي وإفريقيا.

يضمن مسؤولو رعاية المستثمرين في GAFI أيضًا توجيه تعليقات العملاء إلى الوكالات الحكومية بهدف مواصلة تحسين وإصلاح مناخ الاستثمار في مصر. بالإضافة إلى تعزيز فرص الاستثمار في مصر في مختلف القطاعات ، يطلق GAFI مبادرات جديدة تهدف إلى تعزيز مناخ الاستثمار في مصر بما في ذلك اعتماد أنظمة استثمار جديدة (مناطق الاستثمار والمناطق الاقتصادية الخاصة) وإنشاء مركز وصندوق المشاريع الصغيرة والمتوسطة الحجم ( بداية).</p></div>
          <br/>
          <h1>مهمتنا</h1>
          <p>لتمكين واستمرار النمو الاقتصادي في مصر من خلال تشجيع الاستثمار ، والتسهيلات ، والخدمات التجارية الفعالة ، والدعوة لسياسات صديقة للمستثمرين</p>
          <h1>كيف تتواصل معنا؟</h1>
          <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d12502.911283591824!2d31.290166619120157!3d30.071321099501382!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x14583fba8339d1f3%3A0x5d022f1b40158f94!2sGeneral+Authority+For+Investments+Main+Office!5e0!3m2!1sen!2seg!4v1555242052412!5m2!1sen!2seg" 
width="600" height="450" frameborder="0" style={{border:"0"}} allowfullscreen></iframe>
          <p>Email: angry.nerds@gmail.com</p>
          <p>Contact: 01000000000</p>
          </center>

        
        
    </div>
    )
  }
}

export default About
